{
    "veníd, pastorcitos": "Venid, pastorcitos, venid adorar al Rey de los cielos que_ha nacido ya.",
    "la calandria": "En una jaula de_oro colgada_en un balcón, estaba_unacalandria, lloraba su pasión. Y_a la ru, y_a la rurrurrá: duérmete chiquito y duérmete ya.",
    "arrullo de negros": "A la rorro, niño, y_a la rorro ya ¡Ay, podque si viene_el coco te comeá y te comeá.",
    "la cucaracha (a)": "Ya murió la cucaracha ya la llevan a_enterrar entre cuatro zopilotes y_un ratón de sacristán.",
    "la tuza (b)": "Ya la tuza se murió, ya la llevan a_enterrar, entre cuatro lagartijos y_un gato de sacristán.",
    "el conejo": "En la cueva_hay un conejo y_el conejo no_está_aquí, ha salido_esta mañana y_a las doce_ha de venir y aquí_está el conejo y_aquí_está y aquí_está el conejo y_aquí_está. Lindo conejo_Esperanza y_aquí_está su reverencia y besará a la niña y_a la niña y besará a la niña que quiera más.",
    "la calavera (b)": "Calavera, vete_al monte. No, señora, porqu'espanto. Pues ¿a dónde quieres irte? Yo, señor'al campo santo.",
    "¡ay, mamá, mira a don josé! (a)": "¡Ay, mamá mira_a don José, quiere que le canten_y yo no sé. Cántale, niña, qué dirá, qu'eres orgullosa_y no te querrá.",
    "estaba la muerte un día (b)": "Estaba la Muerte_un día sentada_en un arenal comiendo tortilla fría pa' ver si podía_engordar.",
    "arrullo moderno de chavinda": "A la pipipí de la vion, vion, vión a la vion, vion, vión de la bolinchón.",
    "al santo niño de atocha": "Niñito de_Atocha, Manuel de Jesús relute_antorcha, nuestro_amparo_y luz.",
    "vámonos, pastores": "Vámonos, pastores, vamos a Belén a ver a la Virgen y_al Niño también que_ha nacido_el Niño para nuestro bien.",
    "tanto bailé con la moza del cura (a)": "Tanto bailé con la moza del cura, tanto bailé que me dió calentura",
    "te comistes el pescado": "Te comistes el pescado me dejaste las espinas cómo quieres que te compre zapatos de suela fina",
    "la calavera (a)": "Calavera, vete_al monte con tu palo_y tu garrote.",
    "la pájara pinta": "Estaba la pájara pinta sentadita_en su verde limón, con el pico recoge las flores, con las alas recoge_el amor. ¡Ay, sí, cuándo la veré yo! ¡Ay, sí, cuándo la veré yo!",
    "responso humorístico": "Muerto, si_hubieras corrido, no te_hubieran alcanzado; pero como no corriste, a_hora te llevan cargando.",
    "la retreta": "Don Juan quiere cenar papitas en pipián calíllenlo, calíllen lo porque si no se va.",
    "duérmase, niño": "Duérmase, niño, que_ahí viene_el viejo, le come la carne, le deja_el pellejo; su mama la rata, su papa_el conejo.",
    "el cojo (a)": "Soy cojo de_un pie y manco de_una mano, tengo_un ojo tuerto otro_apagado.",
    "duérmete, niña bonita": "Duérmete niña bonita, duérmete, chiquititita duérmete que_ahí viene_el viejo y te_arrancará_el pellejo y te pondrá_otro más viejo.",
    "el chombito (b)": "La chombita se murió se murió de sarampión y_el chombito la lloraba debajo del pabellón. Brinca chombito_y sigue brincando, que tus brinquitos me van gustan do.",
    "la patera (d)": "Yo soy la patera que viene_a rogar el pato cocido que_ayer fui'agarrar.",
    "arrullo mestizo de chavinda": "Rurru carrurru, cabeza de burro; ru y ru y ru camarón.",
    "las cáscaras de huevo": "Que ruede que ruede la cáscara de huevo las planchadoras hacen así.",
    "esta sí que es noche buena": "Esta sí qu'_es Noche Buena, Noche Buena, noche de comer buñuelos.",
    "tengo manita": "Tengo manita, no tengo manita; porque la tengo desconchavadita.",
    "las cortinas": "Las cortinas de mi_alcoba son de terciopelo_azul. Broche de_oro para_el moro broche_azul para tí.",
    "naranjas y limas (b)": "Los tres Reyes vienen todos del Oriente y le tra_en al Niño su rico presente.",
    "los ratoncitos": "Que son tantos y tantitos, que son tantos los ratoncitos.",
    "doña blanca (b)": "Doña Blanca_está cubierta por pilares de_oro_y plata romperemos un pilar para ver a Doña Blanca.",
    "bendito y alabado": "Y bendito y_alabado por toda_una_eternidad y_así sea por los siglos y de los siglos, amén.",
    "arrullo del niño dios (a)": "A la rorro niño, a la rorrorró, duérmete, mi niño. duérmete, mi_a mor. Caminen, pastores, vamos a Belem a ver a la Virgen y_al Niño también",
    "doña blanca (c)": "Doña Blanca está cubierta con pilares de_oro_y plata, quitaremos un pilar para ver a Doña Blanca.",
    "jaculatoria": "De mi corazón quisiera haceros una carroza pa qu'en ella caminaran el casto José_y su_esposa.",
    "este niño lindo": "Este niño lindo se quiere dormir, tiéndale su cama en el toronjil.",
    "alabanza a san miguel": "Quién como Dios! ¡Nadie como Él! Santo, Santo, Santo, Señor San Miguel. ¡Quién como Dios! alaba su poder, alaba su poder, Santo, Santo, Santo, Señor San Miguel.",
    "cuchito": "Cuchito, Cuchito, mató_a su mujer con un cuchillito del tamaño d'él",
    "los caballitos (c)": "Hágase p'acá y_hágase pa'allá que mi caballito lo_atrompillará. De los caballitos que vienen y van el que mas me gusta es el alazán.",
    "arrullo de tabasco": "De San Juan quiero la pluma, de San Francisco_el cordón de Santa Rita la_espina y de Jesús el corazón",
    "la patita": "Mueve la pata, perro viejo; mueve la pata de conejo.",
    "naranjas y limas (c)": "Naranjas y limas, limas y limones, más linda_es la Virgen que todas las flores.",
    "santo domingo": "Santo Domingo de la buena buena buena vida; hacen así, así así los panaderos.",
    "la mano de la negra": "Que se le ca_e la mano_a la negra, que se le ca_e y que se le quiebra.",
    "cantos para pedir y dar posada": "En nombre del cielo, buenos moradores, dad a unos viajeros posada estanoche. La hora de pedirla no es muy oportuna, marchad a otra par te y buena ventura.",
    "don pirulí": "Don Pirrulí, a la buena, buena, buena: así, así, así; así las planchadoras, así, así, así; así nos gusta mas.",
    "andándome yo paseando…": "Andándome yo pase_ando por los callejones m'encontré_una gata cazando ratones unos eran cojos, cojitos de_un pie y_aquí tiene_usted. Lara, lara, laralá",
    "rurrú, ru camaleón": "Rurrú, ru, camaleón, ru, rrú, ru, camaleón, su nana becerro_y su tata gurrión.",
    "ahí vienen los monos": "Ahí vienen los monos de Cualichandé el mono mas grande se parece_a_usté.",
    "una lo-ri-té": "Una lorité, caloré menhué, calorete zumbelete, una lorité.",
    "zamora, valiente": "Zamora valiente, Jacona cobarde, Santiago_infeliz y Chavinda su padre.",
    "a la rurru raca": "A la rurru raca, patitas de vaca; y_a la rurru raco, patitas de pato.",
    "el nidito": "Yo tengo_un nidito de pájaros negros. corran, muchachos, vamos a verlos, ya_estarán buenos para cogerlos.",
    "arrullo tojolabal": "Guayei, mi pichito que tengo que_hacer lavar tus pañales ponerme_a coser una camisita que te_has de poner el día de tu",
    "los caballitos (b)": "D'esos caballos que vienen y van ninguno me gusta como_el alazán. Hágase p'acá, hagase p'allá que mi caballito l'atropellará.",
    "en la “danza de toreadores” (b)": "Campanita de_oro con cordón de lazo arre_a_al caporal para_este pedazo.",
    "bendita sea tu pureza": "Bendita se_a tu pureza y_eternamente lo sea; pues todo_un Dios se recrea en tan graciosa belleza.",
    "arriba del cielo": "Arriba del cielo está_un ventanito por donde se_asoma el niño chiquito",
    "a la santa cruz": "Las gracias le demos a la Santa Cruz madero sagrado, cama de Jesús Con esos tres clavos que tiene la Cruz con ellos clavaron a nuestro Je sús.",
    "maría la pastora (a)": "Estaba la pastora lairón, lairón, lairito María la pastora mató a su bichito.",
    "ándale, anita": "Ándale_Anita, no te dilates con la charola de los cacahuates.",
    "maría blanca (a)": "María Blanca_está cubierta con pilares de_oro_y plata, romperemos un pipara ver a María Blanca.",
    "la paloma azul": "La paloma_azul que del cielo bajó con sus alas doradas y_en el pico_una flor; de la flor una lima, de la lima_un limón, vale mas mi morena que los rayos del sol.",
    "mi mulita se perdió": "Mi mulita se perdió y la lloro con razón, porqu'en ella le llevaba al Niño su colación.",
    "la toca de la negra (b)": "Que se le quema la toca_a la negra, que se le quema, que se le_abrasa; que se le quema su calabaza, que se le quema todita su casa.",
    "nana caliche": "Nana Caliche no sale de casa porque los pollos le comen la masa.",
    "naranjas y limas (a)": "Naranjas y limas, limas y limones, más linda_es la Virgen que todas las flores.",
    "la pata de conejo (a)": "Menea la pata de conejo, mene_ala tú, perro viejo. Cuando vayas a casa tí_o Peña con la patita le_haces la seña.",
    "vacalín, vacalón": "Vacalín, vacalón, vacas vienen de León, todas vienen en percada menos la vaca morada. Tengo_una cinta blanca para_el niño d'Esperanza, tengo_una cint'azul para_el niño de Jesús, tengo_una cinta negra para_el niño de mi suegra. lín, vacalón, vacas vienen de León, todas vienen en percada menos la vaca morada.",
    "que rorro, que nene": "Que rorro, que nene, que tan, tan, tán; que_atole de leche para Don Juan",
    "al don dón": "Al dondón de la dina dina danza, ay, que ruido, ay que ruido se_oye_en Francia; ay que reteplé, ay que rechulé, al dondón que salga_usted.",
    "christus a.b.c.": "Jesús, Jesús y Cruz y lo que sigue_es A, Amor con A se_escribe sin él quien vivirá. Beabá, venme_a suplicar; beebé, yo no quiero_a_usted; beibí, dime por Dios que sí; beobó, no me digas que no; beubú, el amor eres tú. Supe_el abecedario, comencé_a deletrear y_a mi_amor lo divierto cantando_el veaenevan.",
    "rurru que rurru": "Rurro que rurro rorro rorró, rurru que rurru rurru rurrú; Duérmete, niño, duérmete ya, que_ahí vien'el viejo y te commerá.",
    "caballito blanco (ronda) (a)": "Caballito blanco sácame de_aquí llévame_a mi pueblo donde yo nací",
    "riquirrán": "Riquirrán, los maderos de San Juan, piden pan y no se lo dan, piden queso_y les dan un hueso para que se rasquen ese pescuezo.",
    "arrullo mexicano del siglo xix": "Cuando las palomitas bajan al agua todas juntan sus piquitos y tienden l'ala. Sí, sí, paloma. sí, sí, torcaza, hay amores a la polka y_a la Colasa.",
    "la viudita": "Yo soy la viudita de Santa_Isabel, me quiero casar y no_hallo con quien.",
    "para quebrar la piñata": "Dale, dale, dale, no pierdas el tino; mide la distancia que_hay en el camino.",
    "arrullo del niño dios (b)": "A la rorro, rorro y_a la rorrorró duérmete, niñito de mi corazón.",
    "maría la pastora (c)": "Un día_una pastora, larán larán larito Un día_una pastora mató a su gati.to.",
    "a la virgen de guadalupe": "¡Oh Virgen, niña Lupita, alabada se_a tu gloria y si quieres mas cariños te los damos desde_ahora.",
    "arestín de plata": "Arestín de plata, cuna de marfil arrullen al niño que se va_a dormir",
    "me subí a una vaca (b)": "Me subí_a_una vaca me dijo_el vaquero: Un niño chiquito no paga dinero.",
    "arrullo mestizo de méxico": "Duérmete mi niño con todo_y tambache, tu madre la zorra, tu padr'el tlacuache. Duérmete, niñita, que_ahí vien'el viejo, a llevar te viene con todo_y pellejo.",
    "somos indítaralas": "Somos indítaralas micho_acanítaralas que nos pase_ámorolo por lo portal vendiendo guájereles y jicarítaralas y florecítaralas de temporal",
    "un gato cayó en un plato": "Un gato cayó_en un plato sus tripas se_hicieron pan; arrepote pote pote, arrepote pote pan.",
    "la niña quiere piñones": "La niña quiere piñones piñones l'hemos de dar; si no le damos piñones otra cosa no puede desear. La niña quiere piñones piñones l'hemos de dar pues anda, sube_a la piña y_empiézalos a cortar. Tras, tras, tras, tras, tris, tris, tras. Tus piñones quebrarás, escógelos, chiquitita, que ya_están cayendo más. Tras, tras, tras, tras, tris, tris, tras. niña quiere piñones piñones l'hemos de dar pues anda, sube_a la piña y_empiézalos a corTras, tras, tras, tras, tris,",
    "la pata de conejo (b)": "Cuando voy a casa de Peña con la patita le_hago la seña Ven acá, burrito viejo, daca la pata de conejo.",
    "caminen, pastores, ¡caramba!": "Caminen pastores ¡Caramba! que_a_hí viene Miguel con la_espada_en la mano ¡Caramba! para Lucifer ¡Ay, caramba! paraLucifer",
    "la muñequita": "Tengo_una muñeca vestida de_azul, con sus zapatitos y su camisón.",
    "la toca de la negra (a)": "Que se le quema la toca_a la negra, que se le quema, que se le_abrasa, que se le quema la calabaza.",
    "doña tadea": "Doña Tadea reza_el rosario y_a_un relicario mil besos da pero murmura con tanto celo que_ángel del cielo nunca será",
    "de navidad (b)": "Tanto bailé con la moza del cura, tanto bailé que me dió calentura.",
    "chabela": "Chabela se cayó, del susto que llevó, la sangre derramó, tachún, tachún, tachún tachún tachún.",
    "a la rurru, niño": "A la rurru, niño a la rurru ya duérmete mi ni ño y duérmete ya",
    "albricias a la virgen de guadalupe": "Albricias, almas cristianas, que ya viene_aquí María encumbran sus resplandores, ya viene la luz del día",
    "maría la pastora (b)": "María la pastora mató a su michito, María la pastora lairón lairón lairito.",
    "arrullo mexicano": "A la rorro, rorro, y_a la rorrorró duérmase, mi niño, que lo_arrullo yo",
    "tengo una canasta": "Tengo_una canasta llena de_alberjones para mis muchachos que son muy tragones.",
    "san serafín": "San Serafín del Monte, San Serafín cordero, yo, como buen cristiano, me sentaré.",
    "las margaritas": "Si las Margaritas fueran de mamón, cuántas Margaritas me comiera yo; pero tienen uñas, saben arañar ahí vienenlos yankis se las llevarán.",
    "oración de la tarde": "¡Ave María Purísima del Refugio! ¡Sin pecado_original concebida! ¡Bendita se_a la_hora que canta la_aurora el hombre la reza y_el ángel la_adora!",
    "campanita de oro (a)": "Campanita de_oro, si yo te comprara, se la diera_al niño para que jugara.",
    "vamos, niño, al sagrario": "Vamos niños, al Sagrario, que Jesús llorando_está pero viedo tantos niños qué contento se pondrá. No llores Jesús, no llores, que nos vas a_hacer llorar, que los niños de_esta casa te queremos consolar.",
    "¿quién es aquella señora? (b)": "¿Quién es aquella Señora que_anda_en aquel corredor? Santa Marí_a Magdalena, que_anda_en busca del Señor .",
    "señora santa ana (a)": "Señora Sant' Ana Por que llora_el niño Por una manzana que se le_ha perdido",
    "ya te vide, calavera (c)": "Ya te vide, calavera, con un diente y_una muela saltando como_una pulga que tiene barriga llena.",
    "quiquiriquí": "Quiquiriquí, canta_el gallito, a mí no me quieren por ser chiquitito.",
    "la media muerte (c)": "Estaba la Muerte_un día sentada_en un taburete los muchachos, de traviesos, le tubaron el bonete.",
    "la rana": "Sun y sun, cantaba la rana; sun y sun, debajo del agua; sun y sun, y tuvo_un hijito; sun y sun de la marihuana.",
    "de méxico ha venido": "De México_ha venido un nuevo despacho Que se casen las viejas con los muchachos Y los muchachos dicen que son muy capaz de casarse las viejas con Barrabás",
    "el zopilote (a)": "Te lo dije, zopilote, te lo vuelvo_a repetir, que_en la playa_hay una vaca que se_acaba de morir. Brinca, Chepito_y vuelve_a brincar, que ya tu brinquito me quiere gustar.",
    "el cojo (b)": "Soy cojo de_un pie y no puedo_andar, sólo_al ver a_usted suelo no cojear. Ahí viene_un cojo por la banqueta sacando sones con la muleta.",
    "santa margarita": "Santa Margarita, carita de luna, duermeme_este niño que tengo_en la cuna.",
    "¿quién es aquella señora? (a)": "¿Quién es aquella señora que_anda por el corredor?",
    "san miguelito": "San Miguelito de Tololotlán, dame la mano que quiero brincar.",
    "los padres de san francisco": "Los padres de San Francisco sembraron un camotal ¡qué padres tan inocentes! que camotes se_han de dar.",
    "la huerfanita": "Pobrecita huerfanita sin su padre_y sin su madre la_echaremos a la calle a llorar su desventura desventura desventura carretón de la basura Cuando yo tení_a mis padres me vestían de_oro_y plata y_a_hora que ya no los tengo me visten de_hoja de lata",
    "toque militar": "Anda, mujer de Celso, vístete pronto_y vete_a comprar una tripa de_amargo para que Celso pueda tocar.",
    "caballo de pita (a)": "Caballo de pita, caballo de lana, vamos a la guerra del cojo Santa_Anna. Y_hágase p'acá, y_hágase p'allá, que mi caballito lo_atropellará.",
    "la media muerte (a)": "Estaba la media Muerte sentada_en un carrizal comiendo tortilla dura para poder engordar."
}